<?php
return[

	'add' => 'تم اضافه البيانات بنجاح',
    'edit' => 'تم تغديل البيانات بنجاح',
    'delete' => 'تم حذف البياتات بنجاح',
    
	'Action' => 'العمليات',
    'Edite' => 'تعديل',
    'Delete' => 'حذف',
    'Restore' => 'اعاده تخزين',

    'submit' => 'تاكيد',
    'Cancel' => 'الغاء',
    'Back' => 'عوده',
    'Choose One' =>  'اختر من القائمه',





    'Dashboard'=>'لوحه التحكم',
    'Main_title'=>'برنامج اداره المدارس',
    'Programname' => 'برنامج اداره المدارس',

    ////////////////////////////////School//////////////////////////////////
    'Schools'=>'المدارس',
    'Adds_chool'=>'اضف مدرسه جديده',
    'List_Schools' => 'قائمه المدارس',
    'Trashrd_Schools' => 'فائمه المدارس المحذوفه ',
    'English Name' => 'الاسم بالانجليزيه',
	'Arabic Name' => 'الاسم بالعربيه',
	'Logo English' => ' الشعار بالانجليزيه',
	'Logo Arabic' => 'الشعار بالعربيه',
    'school_edite' => 'تعديل المدرسه',
    'school_en' => 'المدرسه (en)',
    'school_ar' => ' المدرسه(ar)',

    //////////////////////////////////Grades/////////////////////////////////////////
    'Grades'=>'المراحل الدراسية',
    'Adds_grade'=>'اضف مرحله دراسيه ',
    'Grades_list'=>'قائمة المراحل الدراسية',
    'List_Grades' => 'قائمه المراحل المحذوفه      ',
    'grades_edite' => 'تعديل المرحله الدراسيه  ',
    'grade_en' => ' المرحله الدراسيه(en)',
    'grade_ar' => 'المرحله الدراسيه(ar)',



/////////////////////////////////////Classes///////////////////////////////////////////////////
'classes'=>'الصفوف الدراسيه',
'List_classes' => 'قائمه الصفوف الدراسيه',
'Adds_Class'=>'اضف صف دراسي',
'class_trashed' => 'قائمه الصفوف  المحذوفه',
'class_edite' => 'تعديل الصف الدراسي',
'class_en' => ' الصفوف الدراسيه(en)',
'class_ar' => ' الصفوف الدراسيه(ar)',


///////////////////////////////////gender//////////////////////////////////////////////////////////////

'genders'=>'الجتس', 
'List_gender'=>'الجنس',
'Adds_gender'=>'اضف جنس',
'trashed_gender' => 'قائمه الجنس المحذوفه',
'gender_edite' => 'تعديل   ',

////////////////////////////////////////nationalty///////////////////////////////////////////////////////   
'national'=>'الجنسيات', 
'List_national'=>'قائمه الجنسيات',
'Adds_national'=>'اضف جنسيه جديده',
'trashed_national' => 'قائمه الجنسيات المحذوفه',
'national_edite' => 'تعديل الجنسيه ',

/////////////////////////////////////////governrate////////////////////////////////////////////////////

'gov'=>'المحافظات', 
'List_gov'=>'قائمه المحافظات',
'Adds_gov'=>'اضف محافظه جديده',
'trashed_gov' => 'قائمه المحافظات المحذوفه',
'gov_edite' => 'تعديل المحافظه ',


////////////////////////////////////Specializations//////////////////////////////////////////////////
'specializations'=>'التخصصات', 
'List_specializations'=>'قائمه التخصصات',
'Adds_specializations'=>'اضف تخصص جديد',
'trashed_specializations' => 'قائمه التخصصات المحذوفه',
'specializations_edite' => 'تعديل التخصصات ',




////////////////////////////////////////////////Teacher/////////////////////////////////////////////
'Teacher'=>'المدرسين', 
 'List_teacher'=>'قائمه المدرسين',
 'Adds_teacher'=>'اضف مدرس جديد',
 'trashed_teacher' => 'قائمه المدرسين المحذوفه',
 'teacher_edite' => 'تعديل المدرس ',





////////////////////////////////////////////Parent//////////////////////////////////////////////
'Parents'=>'اولياء الامور',
'List_Parents'=>'قائمة اولياء الامور',
'Add_Parent'=>'اضافة ولي امر',
'add_parent' => 'اضافة ولي امر',
'edit_parent' => 'تعديل ولي امر',
'Step1' => 'معلومات الاب',
'Step2' => 'معلومات الام',
'Step3' => 'المرفقات وتاكيد المعلومات',
 'Email' => 'البريد الالكتروني',


    //معلومات الاب
    'Password' => 'كلمة المرور',
    'Name_Father' => 'اسم الاب باللغة العربية',
    'Name_Father_en' => 'اسم الاب  باللغة الانجليزية',
    'Job_Father' => 'اسم الوظيفة باللغة العربية',
    'Job_Father_en' => 'اسم الوظيفة باللغة الانجليزية',
    'National_ID_Father' => 'رقم الهوية',
    'Passport_ID_Father' => 'رقم جواز السفر',
    'Phone_Father' => 'رقم الهاتف',
    'Nationality_Father_id' => 'الجنسية',
    'Blood_Type_Father_id' => 'فصلية الدم',
    'Religion_Father_id' => 'الديانة',
    'Address_Father' => 'عنوان الاب',

     //معلومات الام
    'Name_Mother' => 'اسم الام باللغة العربية',
    'Name_Mother_en' => 'اسم الام  باللغة الانجليزية',
    'Job_Mother' => 'اسم الوظيفة باللغة العربية',
    'Job_Mother_en' => 'اسم الوظيفة باللغة الانجليزية',
    'National_ID_Mother' => 'رقم الهوية',
    'Passport_ID_Mother' => 'رقم جواز السفر',
    'Phone_Mother' => 'رقم الهاتف',
    'Address_Mother' => 'عنوان الام',
    'Next' => 'التالي',
    'Back' => 'السابق',
    'Finish' => 'تاكيد',
    'Choose' => 'اختيار من القائمة',
    'Attachments' => 'المرفقات',
    'Processes' => 'العمليات',



////////////////////////////////////////////////////////////////////







    

    
    
    'students'=>'الطلاب',
    'Student_information'=>'معلومات الطلاب',
    'add_student'=>'اضافة طالب جديد',
    'list_students'=>'قائمة الطلاب',
    'Students_Promotions'=>'ترقية الطلاب',
    'add_Promotion'=>'اضافة ترقية جديدة',
    'list_Promotions'=>'قائمة الترقيات',
    'Graduate_students'=>'الطلاب المتخرجين',
    'add_Graduate'=>'اضافة تخرج جديد',
    'list_Graduate'=>'قائمة التخرجات',
    'Teachers'=>'المعلمين',
    'List_Teachers' => 'قائمة المعلمين',
    
    'Accounts'=>'الحسابات',
    'Attendance'=>'الحضور والغياب',
    'Exams'=>'الامتحانات',
    'library'=>'المكتبة',
    'Onlineclasses'=>'حصص اونلاين',
    'Settings'=>'الاعدادات',
    'Users'=>'المستخدمين',
    
    

	
	
	
];

?>